Repository: JacobShaeffer/solarspell-app
Catalog: src/locale/messages.*.xlf
Languages: ar

source: text-align:left;
ar: text-align:right;

source: ltr
ar: rtl

# menuHome
source: Home
ar: الصفحة الرئيسية

# menuSearch
source: Search
ar: بحث

# menuIndex
source: Index
ar: فهرس

# menuAboutus
source: About us
ar: من نحن

# generaleducation
source: General Education Topics
ar: مواضيع تعليمية عامة

# learningmodule
source: Learning Modules
ar: وحدات التعلم

# bcHomeDsktp
source: Home
ar: الصفحة الرئيسية

# bcHomeMobile
source: < Home
ar: < الصفحة الرئيسية

# noitemsfoundmsg
source: No Items Found
ar: لم يتم العثور على محتوى

# fileTitle
source: Title
ar: عنوان

# fileDescription
source: Description
ar: تفصيل

source: {VAR_SELECT, select, Language {Language} Subject {Subject} Resource Type {Resource Type} Format {Format} Audience {Audience} Keywords {Keywords} Creator {Creator} Rights Holder {Rights Holder} }
ar: {VAR_SELECT, select, Language {لغة} Subject {الموضوع} Resource Type {نوع المصادر} Format {الصيغة} Audience {الفئة المستهدفة} Keywords {الكلمات الدلالية} Creator {المُنشئ} Rights Holder {صاحب الحقوق} }

source: Rights Statement
ar: بيان حقوق التأليف والنشر

# yearPublished
source: Year of Publication
ar: تاريخ النشر

source: File Size
ar: حجم الملف

source: {VAR_SELECT, select, MB {MB} KB {KB} }
ar: {VAR_SELECT, select, MB {ميغا بايت} KB {كيلوبايت} }

# download
source: <i></i>Download
ar: <i></i> تنزيل

source: Search resources...
ar: إبحث عن محتوى

# advancedsearchlbl
source: Advanced Search
ar: البحث المتقدم

# advancedsearchbtn
source: Advanced Search
ar: البحث المتقدم

# searchtitle
source: Title
ar: عنوان

source: {VAR_SELECT, select, Language {Language} Subject {Subject} Resource Type {Resource Type} Format {Format} Audience {Audience} Keywords {Keywords} Creator {Creator} Rights Holder {Rights Holder} }
ar: {VAR_SELECT, select, Language {لغة} Subject {الموضوع} Resource Type {نوع المصادر} Format {الصيغة} Audience {الفئة المستهدفة} Keywords {الكلمات الدلالية} Creator {المُنشئ} Rights Holder {صاحب الحقوق} }

# searchYearPublished
source: Year Published
ar: تاريخ النشر

# searchMin
source: Min
ar: بعد

# searchMax
source: Max
ar: قبل

# searchSearchBtn
source: Search
ar: بحث

# noitemsfoundmsg2
source: No Items Found
ar: لم يتم العثور على محتوى

# tableType
source: Type
ar: النوع

# tableTitle
source: Title
ar: العنوان

# tableSize
source: Size
ar: حجم الملف

source: Previous
ar: السابق

source: Next
ar: التالي

source: You're on page
ar: أنت على صفحة

# mission1
source: Our Mission
ar: مهمتنا

# mission2
source: The SolarSPELL initiative empowers learners globally by providing localized educational information and the training to build 21st century skills in offline environments. Student success is central to our mission, both around the world and at Arizona State University.
ar: على تمكين المتعلمين عالمياً من خلال توفير المعلومات التعليمية المحلية والتدريب لبناء مهارات القرن الحادي والعشرين في البيئات غير المتصلة بالإنترنت. يعتبر نجاح الطلاب أمرًا أساسيًا في مهمتنا ، سواء حول العالم أو في جامعة ولاية أريزونا SolarSPELL تعمل مبادرة

# vision1
source: Our Vision
ar: رؤيتنا

# vision2
source: We envision a future in which all learners everywhere have:<br/><b>Access</b> to the information they need;<br/><b>Skills</b> to turn information into knowledge; and<br/><b>Agency</b> to transform knowledge into solutions.
ar: نتصور مستقبلًا يمتلك فيه جميع المتعلمين في كل مكان:<br/><b>الوصول</b> ؛إلى المعلومات التي يحتاجون إليها<br/><b>المهارات</b> اللازمة لتحويل المعلومات إلى معرفة ؛ و<br/><b>القدرة</b>على تحويل المعرفة إلى حلول.

# aboutus1
source: About Us
ar: من نحن

# aboutus2
source: SolarSPELL is a Solar Powered Educational Learning Library. Our initiative works to build internet-ready skills and improve educational opportunities around the world.
ar: هي مكتبة تعلم تربوية تعمل بالطاقة الشمسية. تعمل مبادرتنا على بناء مهارات الاستعداد للانترنت وتحسين الفرص التعليمية في جميع أنحاء العالم.

# values1
source: Our Values
ar: قيمنا

# values2
source: <b>Community:</b> We prioritize relationships within our community and the global communities in which we work. <br/> <b>Learning:</b> We ask questions and continuously improve all aspects of our initiative.<br/> <b>Innovative solutions at scale:</b> We design for sustainability and boldly believe the opportunities for implementation are limitless. <br/> <b>Meaningful work:</b> We are honored to meet people where they are and deliver products and services of value.<br/> <b>Building bridges:</b> We work across borders and disciplines – integrating diverse knowledge and perspectives to build a better future for all.<br/>
ar: <b>المجتمع:</b>نحن نعطي الأولوية للعلاقات داخل مجتمعنا والمجتمعات العالمية التي نعمل فيه.<br/> <b>التعلم:</b> نحن نطرح الأسئلة ونعمل باستمرار على تحسين جميع جوانب مبادرتنا.<br/> <b>حلول مبتكرة على نطاق واسع:</b>نحن نقوم بالتصميم من أجل الاستدامة ونؤمن بجرأة أن فرص التنفيذ لا حدود لها.<br/> <b>أفعال ذو معنى:</b> نحن نتشرف بمقابلة الأشخاص أينما كانوا وتقديم منتجات وخدمات ذات قيمة.<br/> <b>بناء الجسور:</b> نحن نعمل عبر الحدود والتخصصات - ندمج المعرفة ووجهات النظر المتنوعة لبناء مستقبل أفضل للجميع.<br/>

# values3
source: Our Values
ar: قيمنا

# values4
source: <b>Community:</b> We prioritize relationships within our community and the global communities in which we work. <br/> <b>Learning:</b> We ask questions and continuously improve all aspects of our initiative.<br/> <b>Innovative solutions at scale:</b> We design for sustainability and boldly believe the opportunities for implementation are limitless. <br/> <b>Meaningful work:</b> We are honored to meet people where they are and deliver products and services of value.<br/> <b>Building bridges:</b> We work across borders and disciplines – integrating diverse knowledge and perspectives to build a better future for all.<br/>
ar: <b>:المجتمع</b> .نحن نعطي الأولوية للعلاقات داخل مجتمعنا والمجتمعات العالمية التي نعمل فيه<br/> <b>:التعلم</b> .نحن نطرح الأسئلة ونعمل باستمرار على تحسين جميع جوانب مبادرتنا<br/> <b>:حلول مبتكرة على نطاق واسع</b>.نحن نقوم بالتصميم من أجل الاستدامة ونؤمن بجرأة أن فرص التنفيذ لا حدود لها<br/> <b>:أفعال ذو معنى</b> .نحن نتشرف بمقابلة الأشخاص أينما كانوا وتقديم منتجات وخدمات ذات قيمة<br/> <b>:بناء الجسور</b> .نحن نعمل عبر الحدود والتخصصات - ندمج المعرفة ووجهات النظر المتنوعة لبناء مستقبل أفضل للجميع<br/>

# footermsg
source: SolarSPELL (Solar Powered Educational Learning Library) works to build internet-ready skills and improve educational opportunities around the world.
ar: تعمل مبادرتنا على بناء مهارات الاستعداد للإنترنت وتحسين الفرص التعليمية في جميع أنحاء العالم

# footerAboutusbtn
source: About Us
ar: من نحن

# footercontact
source: Contact us at <a>team@solarspell.org</a>
ar: اتصل بنا على <a>team@solarspell.org</a>

# indextitle
source: SolarSPELL Library Index
ar: الفهرس

# indexdesc
source: This index provides an overview of all folders and subfolders available on the SolarSPELL library. Click on the <span><span></span></span> to see the topics available within each main subject area. You can also click on the folder title to view its contents.
ar: يوفر هذا الفهرس نظرة عامة على جميع المجلدات والمجلدات الفرعية المتاحة في المكتبة . انقر فوق <span><span></span></span> لرؤية المواضيع المتاحة داخل كل مجال رئيسي. يمكنك أيضًا النقر فوق عنوان المجلد لعرض محتوياته .
